---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotCopyGroup
source: html/bcc56db9-bf34-9be5-63cf-fb36c3fef420.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.CannotCopyGroup Property

Unable to copy the selected group.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyGroup { get; }
```